13/data/attachments/9daa064f21fefc79.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_staff_Friend_83376_8</nif:username>
            <nif:friendToBeRequested>soap_friends_e68121d1-a160-4b43-b0de-9e07121b941b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>